---
kind: other
id: Properties.T:Autodesk.Revit.DB.RenderingSettings
source: html/6ed7a58e-d7e8-767f-22f2-3be4e5c799f7.htm
---
# RenderingSettings Properties

The enum value that controls the background style for rendering.